Repository: mari-os/altlinux-freedesktop-menu
Catalog: altlinux-freedesktop-menu/po/*.po
Languages: kk

source: 2D Graphics
kk: 2D графикасы

source: 2D based graphical applications
kk: 2D графикалық қолданбалары

source: 3D Graphics
kk: 3D графикасы

source: 3D based graphical applications
kk: 3D графикалық қолданбалары

source: A clock application/applet
kk: Сағат қолданбасы/апплет

source: A simple amusement
kk: Қарапайым сауық

source: Accessibility
kk: Қолжетерлілік

source: Action
kk: Әрекет

source: Action Games
kk: Экшн ойындары

source: AddressBooks
kk: Адрестік кітапшалар

source: Administration
kk: Әкімшілік ету

source: Adventure
kk: Оқиғалы ойындар

source: Adventure style games
kk: Оқиғалы ойындар

source: Amateur Radio
kk: Әуесқой радиобайланыс

source: Application to burn a disc
kk: Дискіге жазу қолданбасы

source: Application to manage your finance
kk: Қаржыңызды басқару қолданбасы

source: Applications
kk: Қолданбалар

source: Applications like cvs or subversion
kk: Cvs немесе subversion сияқты қолданбалар

source: Applications to manage a database
kk: Дерекқорларды басқару қолданбалары

source: Applications/applets that monitors some resource or activity
kk: Қандай да бір ресурс не белсенділікті бақылайтын қолданба/апплеттер

source: Arcade
kk: Аркада

source: Arcade style game
kk: Аркада тектес ойындар

source: Archiving
kk: Архивтеу

source: Art
kk: Өнер

source: Artificial Intelligence
kk: Жасанды ақыл-ой

source: Artificial Intelligence software
kk: Жасанды ақыл-ой бағдарламалары

source: Astronomy
kk: Астрономия

source: Astronomy software
kk: Астрономия бағдарламалары

source: Audio Editing
kk: Аудионы түзету

source: Audio Players
kk: Аудио ойнатқыштары

source: Audio Recorders
kk: Аудио жазу

source: Backup
kk: Қор көшірме

source: Biology
kk: Биология

source: Biology software
kk: Биология бағдарламалары

source: Blogs
kk: Блогтар

source: Board Games
kk: Тақта ойындары

source: Boards
kk: Тақта ойындары

source: Building
kk: Құру

source: Calculator
kk: Калькулятор

source: Calculators
kk: Калькуляторлар

source: Calendar
kk: Күнтізбе

source: Camera tools, etc.
kk: Камера саймандары, т.с.с.

source: Card Games
kk: Карта ойындары

source: Cards
kk: Карталар

source: Chart
kk: Диаграмма

source: Chat
kk: Чат

source: Chat clients
kk: Чат клиенттері

source: Chemistry
kk: Химия

source: Chemistry software
kk: Химия бағдарламалары

source: Clock
kk: Сағат

source: Communications
kk: Байланысу

source: Compression
kk: Сығу

source: Computer Science
kk: Ақпараттану

source: Computer Science software
kk: Ақпараттану бағдарламалары

source: Computer science
kk: Ақпараттану

source: Configuration tools for the GUI
kk: Графикалық интерфейс үшін баптау саймандары

source: Construction
kk: Құрастыру

source: Contact Management, e.g. an address book
kk: Контакттарды басқару, мыс. адрестік кітапша

source: Data Visualization
kk: Деректерді визуализациялау

source: Data visualization software
kk: Деректерді визуализациялау бағдарламалары

source: Databases
kk: Дерекқорлар

source: Debug Applications
kk: Жөндеу қолданбалары

source: Desktop
kk: Жұмыс үстелі

source: Desktop Publishing applications and Color Management tools
kk: Баспа/жариялау және түстерді басқару саймандары

source: Desktop utilities
kk: Жұмыс үстел утилиталары

source: Development
kk: Өндіру

source: Development environments
kk: Өндіру қоршамдары

source: Dial-up programs
kk: Dial-up бағдарламалары

source: Dictionaries
kk: Сөздіктер

source: Dictionary
kk: Сөздік

source: Disc burning
kk: Дисктерді жазу

source: Documentation
kk: Құжаттама

source: Economy
kk: Экономика

source: Editors
kk: Түзеткіштер

source: Education
kk: Білім алу

source: Electricity
kk: Электр қуаты

source: Electricity software
kk: Электр қуаты бағдарламалары

source: Electronics
kk: Электроника

source: Electronics software, e.g. circuit designers
kk: Электроникалық бағдарлалар, мыс. эл. тізбектерін құрастырушысы

source: Email
kk: Эл. пошта

source: Email applications
kk: Эл. пошта қолданбалары

source: Emulator of another platform
kk: Басқа платформа эмуляторы

source: Emulators
kk: Эмуляторлар

source: Engineering
kk: Инжиниринг

source: Engineering software, e.g. CAD programs
kk: Инжиниринг бағдарламалары, мыс. CAD

source: Falling Blocks
kk: Тетристер

source: Falling blocks games
kk: Тетрис ойындары

source: File Managers
kk: Файлдар басқарушылары

source: File Systems
kk: Файлдық жүйелер

source: File Transfer
kk: Файлдармен алмасу

source: File system tools
kk: Файлдық жүйе саймандары

source: File tool utilities
kk: Файлдық саймандар утилиталары

source: File tools
kk: Файлдық саймандар

source: Finances
kk: Қаржы

source: Flow Chart
kk: Диаграммалар

source: GUI Designers
kk: Графикалық интерфейстер дизайны

source: GUI designer applications
kk: Графикалық интерфейстер дизайн бағдарламлары

source: Games
kk: Ойындар

source: Games and amusements
kk: Ойын-сауық

source: Games for Kids
kk: Балалар үшін ойындар

source: Geography
kk: География

source: Geology
kk: Геология

source: Geology software
kk: Геология бағдарламалары

source: Geoscience
kk: Геология және геофизика

source: Geoscience software
kk: Геология және геофизика бағдарламалары

source: Geosciences
kk: Геология және геофизика

source: Graphics
kk: Бейнелеу

source: HAM radio software
kk: Әуесқой радиобайланыс бағдарламалары

source: Hardware
kk: Құрылғылар

source: History
kk: Тарих

source: IRC clients
kk: IRC клиенттері

source: Image Processing
kk: Суреттерді өңдеу

source: Image Processing software
kk: Суреттерді өңдеу бағдарламалары

source: Instant Messaging
kk: Жылдам хабарласу

source: Instant messaging clients
kk: Жылдам хабарласу клиенттері

source: Internet
kk: Интернет

source: Internet applications
kk: Интернет қоданбалары

source: Languages
kk: Тілдер

source: Literature
kk: Әдебиет

source: Logic Games
kk: Логикалық ойындар

source: Math software
kk: Математикалық бағдарламалар

source: Mathematics
kk: Математика

source: Medical Software
kk: Медициналық бағдарламалар

source: Medical software
kk: Медициналық бағдарламалар

source: Mixers
kk: Миксерлер

source: Monitoring
kk: Бақылау

source: Multimedia
kk: Мультимедиа

source: Multimedia Editing
kk: Мультимедияны өңдеу

source: Multimedia Players
kk: Мультимедия ойнатқыштары

source: Multimedia Recorders
kk: Мультимедия жазу

source: Music
kk: Музыка

source: Musical software
kk: Музыкалық бағдарламалар

source: Network
kk: Желілік

source: Network-related settings
kk: Желіге қатысты баптаулар

source: News
kk: Жаңалықтар

source: News readers or news tickers
kk: Жаңалықтарды оқу қолданбалары

source: Numeric Analysis
kk: Сандық анализ

source: Numerical analysis software
kk: Сандық анализ бағдарламалары

source: Office
kk: Кеңселік

source: Optical character recognition applications
kk: Таңбаларды оптикалы тану қолданбалары

source: Other
kk: Басқалар

source: P2P programs
kk: P2P бағдарламалары

source: Package manager applications
kk: Дестелерді басқару қолданбалары

source: Packaging
kk: Дестелер

source: Parallel Computing
kk: Параллель есептеулер

source: Parallel computing software
kk: Параллель есептеу бағдарламалары

source: Performance
kk: Өнімділік

source: Personal
kk: Жеке

source: Photography
kk: Фото түсіру

source: Physics
kk: Физика

source: Physics software
kk: Физикалық бағдарламалар

source: Preferences
kk: Қалаулар

source: Presentation software
kk: Презентациялық бағдарламалар

source: Presentations
kk: Презентациялар

source: Printing
kk: Баспаға шығару

source: Profiling tools
kk: Профильдеу саймандары

source: Project Management
kk: Жобаларды басқару

source: Project management applications
kk: Жобаларды басқару қолданбалары

source: Publishing
kk: Жариялау

source: Raster Graphics
kk: Растрлік графика

source: Raster based graphical applications
kk: Растрлік графика қолданбалары

source: Remote access
kk: Қашықтан қатынау

source: Revision Control
kk: Нұсқаларды басқару

source: Robotics
kk: Роботты техника

source: Robotics software
kk: Роботты техника бағдарламалары

source: Role Playing
kk: Рөлмен ойнау

source: Role playing games
kk: Рөлмен ойнау ойындары

source: Scanning
kk: Скандау

source: Science
kk: Ғылым

source: Screensavers
kk: Экранды қорғаушылар

source: Security
kk: Қауіпсіздік

source: Security tools
kk: Қауіпсіздік саймандары

source: Sequencers
kk: Секвенсорлар

source: Settings
kk: Баптаулар

source: Simulation
kk: Симуляция

source: Simulation Games
kk: Симуляция ойындары

source: Software to learn foreign languages
kk: Өзге тілдерді үйрену бағдарламалары

source: Software to learn science
kk: Ғылымды үйрену бағдарламалары

source: Software to teach arts
kk: Өнерді үйрету бағдарламалары

source: Software to teach music
kk: Музыканы үйрету бағдарламалары

source: Sound
kk: Дыбыс

source: Sports
kk: Спорт

source: Sports Games
kk: Спорттық ойындар

source: Spreadsheets
kk: Электрондық кестелер

source: Strategy
kk: Стратегия

source: Strategy Games
kk: Стратегиялық ойындар

source: System
kk: Жүйелік

source: System Tools
kk: Жүйелік саймандар

source: System settings
kk: Жүйе баптаулары

source: TV
kk: Теледидар

source: TV and Radio
kk: Теледидар және радио

source: TV and Radio applications
kk: Теледидар және радио қолданбалары

source: TV applications
kk: Теледидар қолданбалары

source: Teaching Tools
kk: Үйрету саймандары

source: Telephony
kk: Телефония

source: Telephony tools
kk: Телефония саймандары

source: Telephony tools, to dial a number, manage PBX, ...
kk: Телефония саймандары, нөмірді теру, PBX басқару, ...

source: Telephony via PC
kk: Компьютер арқылы телефония

source: Terminal emulator applications
kk: Терминалды эмуляциялау қолданбалары

source: Terminals
kk: Терминалдар

source: Text tool utilities
kk: Мәтіндік сайман утилиталары

source: Text tools
kk: Мәтіндік саймандар

source: Tool to view e.g. a graphic or pdf file
kk: Қарау үшін қолданба, мыс. суретті не pdf файлын

source: Tools
kk: Саймандар

source: Tools for web developers
kk: Веб өндірушілері үшін саймандар

source: Tools like FTP or P2P programs
kk: FTP не P2P тектес саймандар

source: Tools to archive/backup data
kk: Деректерді архивтеу/қор көшірмелерін жасау саймандары

source: Tools to build applications
kk: Қолданбаларды жасау саймандары

source: Tools to debug applications
kk: Қолданбаларды жөндеу саймандары

source: Tools to manage compressed data/archives
kk: Сығылған деректер/архивтерді басқару саймандары

source: Tools to manage hardware components
kk: Құрылғыларды басқару саймандары

source: Tools to manage printers
kk: Принтерлерді басқару саймандары

source: Tools to manage your PDA
kk: PDA басқару саймандары

source: Tools to remotely manage your PC
kk: Компьютерді қашықтан басқару саймандары

source: Tools to scan a file/text
kk: Файлды/мәтінді скандау саймандары

source: Toys
kk: Ойыншықтар

source: Translation
kk: Аударма

source: Translation tools
kk: Аударма саймандары

source: Tuners
kk: Тюнерлер

source: Typing tutor
kk: Теруді үйретуші

source: Vector Graphics
kk: Векторлық графика

source: Vector based graphical applications
kk: Векторлы графикалық қолданбалар

source: Video
kk: Видео

source: Video Conference software
kk: Видео конференциялық бағдарламалар

source: Video Conferences
kk: Видео конференциялары

source: Video Editing
kk: Видеоны түзету

source: Video Players
kk: Видео ойнатқыштары

source: Video Recorders
kk: Видеоны жазу

source: Viewers
kk: Көрсету қолданбалары

source: Web Browsers
kk: Веб браузерлері

source: Web Browsing
kk: Интернетті шолу

source: Web Development
kk: Веб үшін өндіру

source: Web Publishing
kk: Веб жариялауы

source: Wordprocessors
kk: Мәтінді өңдеушілер
